Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: We proactively work with our clients to make sure they understand the behavioural requirements and standards that we hold our own staff accountable to, and we seek alignment in that regard.
es: Trabajamos de manera proactiva con nuestros clientes para garantizar que comprendan los requisitos y las normas de comportamiento de las que hacemos responsable a nuestro personal y en las que buscamos concordancia.

source: We recommend, therefore, that further look into uncertainties in the seismic source modeling and ground motion modeling be conducted in future stages of the project.
es: Por lo tanto, se recomienda que se estudien con mayor profundidad las incertidumbres del modelamiento de fuentes sismogénicas y de movimientos del suelo en futuras etapas del proyecto.

source: We rely on each other to succeed (interdependence);
es: Dependemos uno del otro para tener éxito (interdependencia);

source: We should have a better basis for comparison when we conclude Q2 this year and assess our results on a year-over-year basis at that time.
es: Deberíamos tener una mejor base de comparación cuando acabe el Q2 de este año y evaluemos nuestros resultados año con año en ese instante.

source: We still have some work to do in this area.
es: Todavía nos resta trabajo por hacer a este respecto.

source: We successfully won this job.
es: Tuvimos éxito en la adquisición de este proyecto.

source: We trust this hydrogeological assessment meets your current requirements as a technical supporting document for the Gramalote Project.
es: Confiamos en que la evaluación hidrogeológica cumpla con los requerimientos actuales, como documento de soporte técnico para el Proyecto Gramalote.

source: We trust this report provides the information to meet your present requirements.
es: Confiamos en que el presente informe provea la información que satisfaga sus requerimientos actuales.

source: We trust this technical memorandum provides the information to meet your present requirements.
es: Confiamos en que el presente memorando técnico provea la información que satisfaga sus requerimientos actuales.

source: We understand that there have been no issues with waste dump stability or performance since that time with the exception of the crack development and unloading of Botadero Este, and waste dumps were not included in this review with the exception of the Colluvium in Phase 6 that extends into Botadero Este.
es: Entendemos que no ha habido problemas con la estabilidad o el desempeño del botadero desde ese momento, salvo por el surgimiento de grietas y la descarga del Botadero Este, y que los botaderos no forman parte de la presente revisión, con excepción del coluvión en la Fase 6 que se extiende hacia el Botadero Este.

source: We understand that when you are in the field you may not be able to record the learnings right away.
es: Entendemos que no siempre puedes ingresar un learning de inmediato cuando estás en terreno,

source: We used the truncated Gutenberg–Richter recurrence model (G-R model) to model the historical earthquake occurrence rates for both subduction zone sources and the shallow crustal area sources.
es: Se usó el modelo de recurrencia truncado de Gutenberg-Richter (modelo G-R) para modelar las tasas históricas de ocurrencia sísmica tanto para las fuentes en zona de subducción como para las fuentes de área superficial cortical.

source: We will be pleased to provide further review or engineering support for the mitigation design or slope optimization as the geotechnical models are developed.
es: Nos complacerá prestar apoyo adicional de revisión o ingeniería para el diseño de la mitigación u optimización de taludes a medida que se desarrollan los modelos geotécnicos.

source: We will be providing an update on our progress against our 2017 Global Plan in future communications.
es: Les daremos noticias de nuestro progreso con respecto a este plan en los próximos comunicados.

source: We will continue to monitor their response and relevant protocols and will provide updates to our people as needed.
es: Seguiremos monitoreando su respuesta y los protocolos pertinentes y entregaremos avances a nuestra gente según la necesidad.

source: We will continue to work with our project managers, clients and travel consultants to ensure safe and secure travel and accommodation is provided.
es: Seguiremos trabajando con nuestros gerentes de proyecto, clientes y consultores de viajes para asegurarnos de que se nos brinden viajes y alojamiento seguros.

source: We will ensure ownership is accessible and attractive for our future leaders
es: Nos aseguraremos de que la propiedad sea accesible y atractiva para nuestros futuros líderes

source: We will monitor this and make improvements to templates if needed during this period.
es: Monitorearemos esto y haremos mejoras a las plantillas en ese lapso si es necesario.

source: We will use the data and comments provided to continue our journey towards interdependence.
es: Usaremos los datos y los comentarios para seguir nuestro viaje hacia la interdependencia.

source: Weak and clay-altered Tvs (Tvs20 and Tvs 30-37 (FVSC))
es: Tvs débil y con alteración argílica (Tvs20 y Tvs 30 a 37 (FVSC))

source: Weak rock (Sediments) – effective stormwater and groundwater control
es: Roca débil (sedimentos) – control eficaz de las aguas pluviales y subterráneas

source: Wear high visibility clothing and use supplemental light and noise-making equipment to make your presence known.
es: Usar vestimenta de alta visibilidad y luces adicionales, así como equipo que emita sonidos para alertar la presencia en el lugar.

source: Wear the appropriate PPE (refer to Safety Data Sheet)
es: Usar el EPP adecuado (ver la Hoja de Datos de Seguridad).

source: Wear your hard hat when working near loadshifting plant such as excavators, front end loaders and backhoes.
es: Usar casco al trabajar cerca de maquinaria pesada que levante carga como excavadoras, cargadores frontales y retroexcavadoras.

source: Wearables
es: Prendas de vestir

source: Weather Forecast
es: Pronóstico del tiempo

source: Weather conditions
es: Condiciones climáticas

source: Weather conditions at the time included heavy rain with the road being partially flooded in low lying areas.
es: Las condiciones climáticas de ese día eran de lluvia intensa, con partes del camino inundadas de agua en sus áreas más bajas.

source: Weather conditions were dry during the period of our site visit in April 2017, and the generally dry surface conditions throughout the mine indicated that there had been no significant precipitation in the recent past.
es: Las condiciones meteorológicas eran secas durante el periodo de nuestra visita al sitio en abril de 2017 y las condiciones generalmente secas de la superficie en toda la mina indicaban que no había habido precipitación de importancia en el pasado reciente.

source: Weather, planning, and cost were significant factors behind the operator’s dangerous behaviour.
es: El clima, la planificación y el costo fueron factores importantes que explican el comportamiento peligroso del operador.

source: Website:
es: Sitio Web:

source: Weight
es: Ponderación

source: Weight of individual items
es: El peso de los objetos;

source: Welcome to the Golder Associates Health, Safety, Security & Environment Manual
es: Bienvenidos al Manual de Salud, Seguridad y Medio Ambiente de Golder Associates

source: Well-developed relationship with client
es: Relación establecida con el cliente

source: Were you or, to your knowledge, anyone at Golder offered anything of value to use or recommend the Third Party?
es: ¿Le ofrecieron a usted o, a su saber, a alguien en Golder algo de valor para usar o recomendar al Tercero?

source: West
es: Oeste

source: Western Australia
es: Australia Occidental

source: Western Back Thrust of Cerro de Purilactis (CH-06)
es: Falla occidental de tipo inverso en retroceso (“backthrust”) del Cerro de Purilactis (CH-06)

source: Western Beaches Storage Tunnel
es: Túnel de almacenamiento Western Beaches

source: Wet the area down to reduce dust
es: Humedecer la zona para reducir el polvo.

source: We’ll see it in the next slide
es: Lo veremos en la próxima diapositiva

source: What PPE is required for the task?
es: ¿Qué EPP se requiere para la tarea?

source: What PPE is required?
es: ¿Qué EPP necesito?

source: What action is recommended to be taken to prevent and/or control a similar occurrence?
es: ¿Qué acción se recomienda adoptar para prevenir y/o controlar una situación similar?

source: What are some of the topics?
es: ¿Qué temas se tratan?

source: What are the Potential Hazards?
es: ¿Cuáles son los posibles peligros?

source: What are the highest risk associated with the activity?
es: ¿Cuáles son los principales riesgos asociados a esta actividad?

source: What are the key risks to schedule?
es: ¿Cuáles son los riesgos clave del cronograma?

source: What are the most significant risks associated with the activity?
es: ¿Cuáles son los riesgos más importantes asociados a esta actividad?

source: What are the risks?
es: ¿Cuáles son los riesgos?

source: What do drivers do if things change?
es: ¿Qué hacen los pilotos cuando cambia la situación?

source: What do we need to do differently?
es: ¿Qué tenemos que hacer diferente?

source: What do you think the Maurizio Arrivabene did prior to the start of the season?
es: ¿Qué creen que hizo Maurizio Arrivabene antes del comienzo de la temporada?

source: What engagement experience will you be conducting today?
es: ¿Qué experiencia de involucramiento llevarás a cabo hoy?

source: What equipment do I need to take to site?
es: ¿Qué equipo necesito llevar a terreno?

source: What have they learned?
es: ¿Qué han aprendido?

source: What immediate action has already been taken to prevent a similar occurrence?
es: ¿Qué acción inmediata ha sido ya adoptada para evitar una situación similar?

source: What is Maurizio Arrivabene’s plan for Ferrari for the 2017 Formula 1 season?
es: ¿Cuál es el plan de Maurizio Arrivabene para Ferrari en la temporada 2017 de Formula 1?

source: What is Visible and Felt Leadership?
es: ¿Qué es el liderazgo visible y palpable?

source: What is a Senior Leadership Site Visit?
es: ¿Qué es una visita de líderes senior a faenas?

source: What is in the environment that I am going to have to manage?
es: ¿Cuál es el ambiente con el que estoy tratando?

source: What is the anticipated contract value to the Third Party?
es: ¿Cuál es el valor previsto del contrato con el Tercero?

source: What is the business justification for engaging the Third Party (e.g., Golder does not provide this subcontracted service)?
es: ¿Cuál es la justificación comercial para involucrarse con el Tercero? (Golder no provee el servicio subcontratado, por ejemplo.)

source: What is the proposed payment method (e.g., cash, check, wire transfer, lump sum, time and materials, commission, success fee, etc.)?
es: ¿Cuál es el método de pago propuesto? (Efectivo, cheque, transferencia bancaria, suma alzada, tiempo y materiales, comisión, pago por resultados, etc.)

source: What is the proposed term of the contract?
es: ¿Cuál es el plazo propuesto del contrato?

source: What is the worst thing that can happen here?
es: ¿Qué es lo peor que puede pasar aquí?

source: What permits are required before starting the task?
es: ¿Qué permisos se requieren antes de iniciar la tarea?

source: What procedures / standards does the work need to be done to?
es: ¿Bajo qué procedimientos / estándares se debe hacer la tarea?

source: What specific services and/or products would the Third Party be providing?
es: ¿Qué servicios o productos específicos entregaría el Tercero?

source: What to include?
es: ¿Qué Incluir?

source: What training / competency do I need?
es: ¿Qué capacitación / competencia necesito?

source: What will differentiate Golder from our competitors?
es: ¿Qué diferenciará a Golder de la competencia?

source: What would the Third Party’s status be with respect to Golder (e.g., the third party would be a client, an agent, a business development consultant, a subconsultant, a JV Partner, etc.)?
es: ¿Qué situación tendría el Tercero en relación con Golder? (cliente, agente, consultor de desarrollo de negocios, consultor subcontratado, socio en empresa de riesgo compartido, etc.)

source: What would you do?
es: ¿Qué harías?

source: What’s New?
es: Novedades

source: When a low rating airline is the only option, contact the HSSE team for advise.
es: Cuando la única opción sea una aerolínea con calificación baja, contacte al equipo de HSSE para recibir asistencia.

source: When a near miss could reasonably and realistically have resulted in a Serious Incident or Fatality (SIF)
es: Cuando una cuasipérdida pudiera de manera razonable y realista haber resultado en un Incidente Grave o una Fatalidad (SIF).

source: When a trigger approval line includes multiple approval levels, it is only necessary to obtain approval from the one approver with sufficient authority to approve the trigger.
es: Cuando una línea de aprobación de un trigger incluye distintos niveles de aprobación, solo es necesario obtenerla del aprobacor con suficiente autoridad para aprobar el trigger.

source: When accompanying the Client Leader, Jocelyn is keen on listening and providing the relevant information to the clients.
es: Al acompañar al Líder de Clientes, Jocelyn escucha con atención y ofrece información relevante a los clientes.

source: When an incident occurs it is important that the scene is preserved to facilitate the gathering of evidence.
es: Cuando un incidente ocurre es importante que la escena se mantenga para facilitar la reunión de evidencia.

source: When appropriate, tell people they are doing a great job!
es: Si corresponde, dile a la gente que están haciendo un buen trabajo.

source: When are payments due?
es: ¿Cuándo hay pagos que hacer?

source: When conducting a new activity seek advice from more experienced staff.
es: Al llevar a cabo una actividad nueva, buscar consejo de personal más experimentado.

source: When conducting an interview it is important to choose a communication medium that is suitable for the situation.
es: Al conducir una entrevista es importante escoger un medio adecuado a la situación.

source: When deaggregating the hazard, the fractional contribution of different scenario groups (e.g., magnitude and distance) to the total hazard is computed.
es: Al desagregar el peligro, se calcula la contribución fraccional de los distintos grupos de escenarios (magnitud y distancia, por ejemplo) al peligro total.

source: When discussing the incident with the person(s) involved or any witnesses the aim is to determine a chronological sequence of events, establish and confirm key pieces of information.
es: Al discutir el incidente con las personas involucradas o testigos el objetivo es determinar una secuencia cronológica de eventos y establecer y confirmar las piezas clave de información.

source: When discussing this it will be important to indicate that this will also be supported by the loan program and our intent is to work carefully to manage potential barriers to becoming Ps or As while still making sure individuals have a meaningful investment in the company.
es: Al hablar de esto, será importante señalar que esto también está respaldado por el programa de préstamos y que nuestra intención es trabajar detalladamente para gestionar los posibles obstáculos para convertirse en Principal o Asociado sin dejar de asegurarnos que los candidatos hagan una inversión importante en la compañía.

source: When executing work on tailings be aware for the potential for getting stuck if the tailings are soft. If you need to walk on the tailings surface, assess the tailings stability and plan the work for safe access.
es: Al ejecutar trabajos sobre relaves, ser conscientes de la posibilidad de quedar atrapado si estos son blandos. Si es necesario caminar sobre la superficie de los relaves, evaluar su estabilidad y planear el trabajo para acceder de manera segura.

source: When executing work, in accordance with the requirements of Global Procedure 6 the “procedure(s) for hazard identification and risk assessment shall take into account routine and non-routine activities” such as the retrieval of sample containers and the potential for work at heights to complete this task.
es: Al ejecutar obras, y de acuerdo con los requerimientos del Procedimiento Global 6, "el procedimiento para la identificación de peligros y evaluación de riesgos deberá considerar las actividades de rutina y las que no son de rutina", como es en el caso de retirar contenedores de muestras y en potenciales trabajos en altura para completar esta tarea.

source: When executing work, the following preventive measures and controls are required under Global HSSE Manual, GP 5: Management of HSSE
es: Al ejecutar trabajos, se requieren las siguientes medidas y controles preventivos según el Manual Global de HSSE, GP5: Gestión de HSSE.

source: When executing work, the following preventive measures and controls are required under Global Procedure 6: Management of Health and Safety:
es: Al ejecutar trabajos, se requieren las siguientes medidas y controles preventivos del Procedimiento Global 6: Gestión de la salud y la seguridad:

source: When executing work, the following preventive measures and controls are required:
es: Al realizar trabajos, se requieren las siguientes medidas y controles de prevención:

source: When gathering evidence from incident scenes take the time to sketch the work area and make notes of the location of plant / equipment.
es: Al reunir evidencia de las escenas de incidentes tomarse el tiempo de hacer un bosquejo del área de trabajo y tomar notas respecto a la ubicación de la planta / equipos.

source: When gathering information from the scene the aim is to create a record of the area and the position of tools, equipment and other physical evidence gathered during the investigation.
es: Al reunir información sobre la escena, el objetivo es crear un registro del área y la posición de herramientas, equipos y otra evidencia física reunida durante la investigación.

source: When groundwater storage release is taken into consideration, maximum flow rates are estimated as 19 L/s for the Gramalote Pit, and 0.8 L/s for the Monjas Pit.
es: Al considerar la liberación desde el almacenamiento de agua subterránea, los flujos máximos estimados son de 19 l/s en el pit Gramalote y 0.8 l/s en el pit Monjas.

source: When identifying the root causes and lack of control, we should examine Golder’s or our client’s management system and identify any failures which led to people behaving in a particular way or to hazardous conditions being created or allowed to exist.
es: Al identificar las causas raíz y la falta de control, se debe examinar el sistema de gestión de Golder o del cliente e identificar cualquier falla que pueda conducir a las personas a comportarse de una manera particular o a que se creen o permita la existencia de condiciones peligrosas.

source: When in Doubt…
es: Si tienes dudas...

source: When in a safe location , log your visit using this form
es: Cuando estés en un lugar seguro, registrar tu visita en este formulario

source: When in a safe location, log your visit using this form
es: Cuando estés en un lugar seguro, registrar tu visita en este formulario

source: When in a safe location:
es: Cuando estés en un lugar seguro:

source: When informing the client of the spill:
es: Al informar del derrame al cliente:

source: When interacting with heavy, mobile equipment, always:
es: Al interactuar con maquinaria pesada y móvil, hacer siempre lo siguiente:

source: When interviewing, it is important to keep an open mind and avoid making any assumptions, remembering the point of an investigation is to find and report on facts.
es: Al entrevistar, es importante mantener la mente abierta y evitar hacer suposiciones, hay que recordar que el punto de una investigación es encontrar hechos e informar basado en ellos.

source: When it comes to forecasting and budgeting business performance, companies in our industry generally tend to be overly optimistic and therefore consistently underperform their own forecasts, and Golder is not any different.
es: Cuando se trata de pronosticar y presupuestar el desempeño del negocio, las empresas de nuestro sector suelen ser demasiado optimistas y, por lo tanto, normalmente quedan por debajo de sus propios pronósticos. Golder no es diferente en eso.

source: When monitoring unstable slopes in support of interpretation of geotechnical modelling or operating safety, small pixel sizes should be used to enable identification of varying rates of movement throughout the failure mass and to define “heat maps” to show the spatial distribution and limits of movement as accurately as possible
es: Al monitorear taludes inestables para permitir la interpretación de modelos geotécnicos o la seguridad operacional, deben usarse tamaños de píxel pequeños para permitir la identificación de diversos grados de movimiento en toda la masa de falla y para definir “mapas de calor” que muestren la distribución espacial y los límites del movimiento con la mayor precisión posible.

source: When optimizing perimeter blast designs, Initiate test blasts in good quality (massive) rock to establish design criteria for good quality rock that can subsequently be optimized for differing rock conditions
es: Al optimizar los diseños de voladuras perimetrales, iniciar las voladuras de prueba en roca de buena calidad (masiva) para establecer los criterios de diseño de roca de buena calidad que pueden posteriormente optimizarse para las distintas condiciones de la roca.

source: When planning the journey think of risk factors such as
es: Al planificar un viaje, piense en los factores de riesgo, como lo son:

source: When planning to travel, identify location risk rating from iSOS webpage.
es: Al planificar un viaje, identifique la calificación de riesgo de ubicación en la página web de iSOS

source: When possible, always use the logo on a white background
es: De ser posible, usar siempre el logo sobre un fondo blanco.

source: When present, seepage from the Low Grade Ore pile reports to the El Banco Basin.
es: Cuando se presenta infiltración desde la pila de mineral de baja ley, esta descarga en la cuenca El Banco.

source: When the crew removed the third concrete core of the day they noticed a section of PVC conduit encased in the core.
es: Cuando la cuadrilla extrajo el tercer testigo de hormigón del día, se dieron cuenta de que venía una sección de conducto de PVC dentro del testigo.

source: When traveling by air, chose the highest rated airline whenever possible.
es: Al viajar por aire,escoja la aerolínea con la mejor calificación, cuando sea posible.

source: When we plan for salary increases, we generally consider our ability to increase rates or utilization to make up for the cost increase.
es: Cuando planeamos los incrementos salariales, generalmente consideramos nuestra capacidad de aumentar las tarifas o la utilización para compensar el costo del incremento.
